{
    "activation_function": "gelu_new",
    "architectures": [
      "GPT2LabLMHeadModel"
    ],
    "attn_pdrop": 0.1,
    "bos_token_id": 4,
    "embd_pdrop": 0.0,
    "eos_token_id": 2,
    "initializer_range": 0.008838834764831844,
    "layer_norm_epsilon": 1e-05,
    "model_type": "gpt2",
    "hidden_size": 5120,
    "n_inner": 20480,
    "n_embed": 2560,
    "n_head": 40,
    "n_layer": 40,
    "n_positions": 2048,
    "output_past": true,
    "pad_idx": 1,
    "resid_pdrop": 0.1,
    "gradient_checkpointing_mlp": false,
    "gradient_checkpointing_ln": false,
    "tie_weight": true,
    "use_ft_flash_attn": false,
    "use_ft_linear": false,
    "use_ft_layernorm": false,
    "use_rmpad": false,
    "tokenizer_type": "bbpe",
    "summary_activation": null,
    "summary_first_dropout": 0.1,
    "summary_proj_to_labels": true,
    "summary_type": "cls_index",
    "summary_use_proj": true,
    "task_specific_params": {
      "text-generation": {
        "do_sample": true,
        "max_length": 50
      }
    },
    "vocab_size": 64000
  }